
# Aquarium songs.

text = '''
Полковник Васин
Полковник Васин приехал на фронт
Cо своей молодой женой.
Полковник Васин собрал свой полк
И сказал им: " Пойдем домой.
Мы ведем войну уже семьдесят лет.
Мы считали, что жизнь это бой,
Но по новым данным разведки
Мы воевали сами с собой".
"Я видел генералов -
Они пьют и едят нашу смерть.10
Их дети сходят с ума то того,
Что им нечего больше хотеть.
А земля лежит в ржавчине.
Церкви смешались с золой
И если мы хотим, чтобы было куда вернуться -
То время вернуться домой".
Этот поезд в огне и нам не на что больше жать.
Этот поезд в огне и нам некуда больше бежать.
Эта земля была нашей, пока мы не увязли в борьбе.
Она умрет, если будет ничьей, пора вернуть эту землю себе.
А кругом горят факелы
Идет сбор всех погибших частей.
И люди, стрелявшие в наших отцов
Строят планы на наших детей.
Нас рожали под звуки маршей,
Нас пугали тюрьмой.
Но хватит ползать на брюхе
Мы уже возвратились домой.
Этот поезд в огне и нам не на что больше жать.
Этот поезд в огне и нам некуда больше бежать.
Эта земля была нашей, пока мы не увязли в борьбе.
Она умрет, если будет ничьей, пора вернуть эту землю себе.
'''